Repository: CoderDream/lam
Catalog: lam-packaging/debian/po/*.po
Languages: de, it, ja, nl, pt

source: Which webserver would you like to configure automatically?
de: Welchen Webserver wollen Sie automatisch konfigurieren?

source: LDAP Account Manager supports any webserver that supports PHP4, but this automatic configuration process only supports Apache and Apache2. If you choose to configure Apache(2) LAM can be accessed at http(s)://localhost/lam
de: LDAP Account Manager unterstützt alle Webserver mit PHP4-Unterstützung, aber diese automatische Konfiguration funktioniert nur mit Apache und Apache2. Nach der Auswahl von Apache(2) kann LAM unter http(s)://localhost/lam erreicht werden.
it: LDAP Account Manager può essere usato su qualsiasi server web con PHP4 ma questo processo di configurazione automatica supporta solo Apache e Apache2. Se si configura Apache(2), si può accedere a LAM da http(s)://localhost/lam
ja: LDAP Account Manager は PHP4 をサポートする全てのウェブサーバーに対応してますが、この自動構成は Apache および Apache2 にのみ対応しています。もしも Apache、あるいは Apache2 の構成を選択した場合は、LAMは http(s)://localhost/lam でアクセスできます。
nl: LDAP Account Manager ondersteund alle webservers die PHP4 ondersteunen, dit automatische configuratieproces ondersteund echter enkel Apache en Apache2. Als u ervoor kiest om de automatische configuratie uit te voeren wordt LAM toegankelijk via http(s)://localhost/lam
pt: O Gestor de Contas LDAP suporta qualquer servidor web que suporte PHP4, mas este processo de configuração automático suporta apenas Apache e Apache2. Se escolher configurar Apache(2) o LAM pode ser acedido em http(s)://localhost/lam

source: Enter alias:
de: Alias eingeben:

source: LAM will add an alias to your httpd.conf which allows you to access LAM at http(s)://localhost/lam. If you want an alias other than "lam" please specify it here.
de: LAM wird der httpd.conf einen Alias hinzufügen, der es erlaubt LAM über http(s)://localhost/lam zu erreichen. Wenn Sie einen anderen Alias als "lam" wünschen, können Sie ihn hier angeben.

source: Enter master configuration password (clear text):
de: Geben Sie das Hauptpasswort für die Konfiguration an (im Klartext):

source: The configuration profiles are secured by a master password. You will need it to create and delete profiles. As default it is set to "lam" and can be changed directly in LAM. But you can also change it now.
de: Die Konfigurationsprofile werden über ein Hauptpasswort gesichert. Es wird benötigt um Profile anzulegen und zu löschen. Der Standardwert dafür ist "lam" und kann innerhalb von LAM geändert werden. Sie können es aber auch jetzt ändern.

source: Would you like to restart your webserver(s) now?
de: Soll(en) der/die Webserver jetzt neugestartet werden?
it: Si vuole riavviare il/i server web adesso?
ja: 今すぐウェブサーバを再起動しますか?
nl: Wilt u uw webserver(s) nu herstarten?
pt: Reiniciar o(s) seu(s) servidor(es) web agora?

source: Your webserver(s) need to be restarted in order to apply the changes.
de: Sie müssen ihre(n) Webserver neustarten um die Änderungen zu übernehmen.
it: Per applicare le modifiche è necessario riavviare il/i server web.
ja: 変更を適用するためにウェブサーバを再起動する必要があります。
nl: Uw webserver(s) dienen herstart te worden om de veranderingen te doen ingaan.
pt: O(s) seu(s) servidor(es) web necessitam de ser reiniciados para aplicar as alterações.

source: Upgrade from pre-0.5.0 versions
de: Aktualisierung von Versionen vor 0.5.0
it: Aggiornamento da versioni precedenti la 0.5.0
ja: 0.5.0 より前のバージョンからのアップグレード
nl: Opwaardering van pre-0.50 versies
pt: Actualização de versões anteriores à 0.5.0

source: Please note that this version uses new file formats for configuration and account profiles. You will have to update your configuration and create new account profiles.
de: Bitte beachten Sie, dass diese Version neue Dateiformate für die Konfiguration und Account-Profile verwendet. Sie müssen die Konfiguration anpassen und neue Account-Profile erstellen.
it: Notare che questa versione utilizza un nuovo formato per la configurazione e per i profili degli account. È necessario modificare la propria configurazione e creare dei nuovi profili per gli account.
ja: このバージョンでは設定に新しいファイル形式とアカウントプロファイルを使用するのに注意してください。設定の更新とアカウントプロファイルの新規作成が必要になります。
nl: Opgelet: deze versie gebruikt nieuwe bestandsformaten voor configuratie en account-profielen. U zult uw configuratie moeten bijwerken en nieuwe account-profielen moeten aanmaken.
pt: Por favor tenha em linha de conta que esta versão usa novos formatos para osficheiros de configuração e perfis de contas. Irá necessitar de actualizar a sua configuração e criar novos perfis.

source: Upgrade from pre-1.0.0 versions
de: Aktualisierung von Versionen vor 1.0.0
it: Aggiornamento da versioni precedenti la 1.0.0
ja: 1.0.0 より前のバージョンからのアップグレード
nl: Opwaardering van pre-1.0.0 versies
pt: Actualização de versões anteriores à 1.0.0

source: Please note that this version uses new file formats for the configuration profiles. Please edit your configuration files and save the new settings.
de: Bitte beachten Sie, dass diese Version neue Dateiformate für die Konfiguration verwendet. Sie müssen die Konfiguration anpassen und die neuen Einstellungen speichern.
it: Notare che questa versione utilizza un nuovo formato per i profili di configurazione. Modificare i propri file di configurazione e salvare le nuove impostazioni.
ja: このバージョンでは設定プロファイルに新しいファイル形式を使用するのに注意してください。設定ファイルを編集して新しい設定を保存してください。
nl: Opgelet: deze versie gebruikt nieuwe bestandsformaten voor configuratie en account-profielen. Gelieve uw configuratiebestanden aan te passen en de veranderingen op te slaan.
pt: Por favor tenha em linha de conta que esta versão usa novos formatos para osperfis de configuração. Por favor edite os seus ficheiros de configuração e grave as suas novas definições.

source: Web server configuration:
it: Configurazione del server web:
ja: ウェブサーバの設定:
nl: Webserverconfiguratie:
pt: Configuração do servidor web:

source: Alias name:
it: Nome alias:
ja: エイリアス名:
nl: Aliasnaam:
pt: Nome alternativo (alias):

source: LAM will add an alias to your httpd.conf which allows you to access LAM at http(s)://localhost/lam. You may select an alias other than "lam".
it: LAM aggiunge un alias in httpd.conf che permette di accedere a LAM da http(s)://localhost/lam. È possibile scegliere un alias diverso da "lam".
ja: LAM は http(s)://localhost/lam として LAM にアクセスできるように、httpd.conf にエイリアス名を追加します。"lam" 以外のエイリアス名も選べます。
nl: LAM voegt een alias toe aan uw httpd.conf, waardoor LAM toegankelijk wordt via http(s)://localhost/lam. U kunt ook een ander alias dan 'lam' kiezen.
pt: O LAM irá adicionar um nome alternativo (alias) ao seu httpd.conf, que lhe permite aceder ao LAM através de http(s)://localhost/lam. Pode escolher um nome alternativo (alias) que não seja "lam".

source: Master configuration password (clear text):
it: Password di configurazione (in chiaro):
ja: マスター構成パスワード (クリアテキスト):
nl: Meester-configuratiewachtwoord (niet versleuteld):
pt: Password para a configuração principal (texto simples):

source: The configuration profiles are secured by a master password. You will need it to create and delete profiles. As default it is set to "lam" and can be changed directly in LAM.
it: I profili di configurazione sono sicuri grazie a una password, questa password è necessaria per creare e rimuovere i profili. La password predefinita è "lam" e può essere cambiata direttamente da LAM.
ja: 構成プロファイルはマスターパスワードで保護されています。マスターパスワードは、プロファイルの作成／削除の際に必要となります。マスターパスワードはデフォルトでは "lam" が設定され、LAM にて直接変更が可能です。
nl: De configuratieprofielen worden beveiligd met een meestwachtwoord. U heeft dit wachtwoord nodig om profielen aan te maken en te verwijderen. De standaardwaarde is 'lam' en kan rechtstreeks in LAM veranderd worden.
pt: Os perfis de configuração são protegidos por uma palavra-chave principal. Irá necessitar dela para criar e apagar perfis. Por omissão, esta palavra-chave é "lam" e pode ser alterada directamente no LAM.
